{
  "2013": "–",
  "4153b97": "HAGEN",
  "3c597df": "BLACK",
  "3d39b22e": "INTERIOR DESIGN",
  "-48a361b": "Martha Hagen Black",
  "1626bc97": "I believe that every well designed space be a thoughtful reflection of the people living in it",
  "7f274abe": "Contact us",
  "5a9618b4": "appointments",
  "3d503d2b": "No items found.",
  "60849c11": "about us",
  "8556e9e": "contact us",
  "35c23a6a": "unique products made for you",
  "fa18447": "design folio",
  "35daf6": "shop",
  "-5ae80293": "Follow Us",
  "5374afaa": "No two people are the same. Nor are any two places. Starting with the unique details of personality and place found in every environment, Martha believes every project, additionally, deserves a holistic and careful consideration of scale, balance, harmony and function.  A space can be casual, luxurious, formal, or relaxed, but it should never feel precious. At the heart of Martha’s work is her belief that a home should always feel warm, engaging, and, above all, livable. ",
  "-29e8e4": "Martha’s interior design career began at one of Architectural Digest’s “Top 100” architecture and design firms, Deborah Berke Partners, in New York City. While there, she was involved in the design of a diverse range of projects from towering penthouses and urban brownstones to upstate country andocean front beach homes. ",
  "1f4be94f": "Before transitioning to interiors, Martha worked in the fashion industry as an editorial style assistant and accessories editor at Elle and Cosmopolitan magazines, and then as a wardrobe and prop stylist for film, television, and commercials. ",
  "-747b1071": "She is a graduate with high honors of the New York School of Interior Design, and received a degree in Literature from American University in Washington DC. Though her education contributed to her knowledge of design, it is the many places she has called home that have had the greatest impact on her design philosophy. From a childhood spent in heavily Scandinavian influenced Minnesota to the Federal period of Washington D.C.; from the “Old World” charm of Paris to the modernity of New York City; from the beaches and sunshine of Southern California, to the idyllic countryside of Connecticut, and currently, the early American style of historic Savannah, GA, Martha has a deep appreciation for what it means to live in harmony with a place and the things you love. ",
  "7f2746de": "Contact Us",
  "24eeab": "Name",
  "-2b7010d0": "Email Address",
  "-63dc6819": "Message",
  "5a0ea5a1": "Thank you! Your submission has been received!",
  "-7c112e99": "Oops! Something went wrong while submitting the form.",
  "6c9e2614": "work with our expert team",
  "269d0d4d": "custom design",
  "-5293df62": "make an appointment",
  "-3bf0ef5d": "INTERIORS",
  "-782bbfce": "we believe that every well designed space be a thoughtful reflection of the people living in it",
  "71bb21fc": "Buy Now",
  "1b907b2": "instagram",
  "-7d0f781d": "good things are on the way"
}